Repository: lynnjeans/keybridge
Catalog: SameKeys/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Checking reads the list of versions on SameKeys's website. Nothing about you or this Mac is sent, and this is the only time SameKeys goes online.
de: Dabei wird nur die Versionsliste auf der SameKeys-Website gelesen. Es wird nichts über dich oder diesen Mac gesendet, und nur dann geht SameKeys online.
es: La búsqueda solo lee la lista de versiones en la web de SameKeys. No se envía nada sobre ti ni sobre este Mac, y es el único momento en que SameKeys se conecta.
fr: La recherche lit seulement la liste des versions sur le site de SameKeys. Rien sur vous ou ce Mac n’est envoyé, et c’est le seul moment où SameKeys se connecte.
ja: 確認時に読み込むのは SameKeys の Web サイトにあるバージョン一覧だけで、あなたやこの Mac に関する情報は送信されません。SameKeys がインターネットに接続するのはこのときだけです。
ko: 확인할 때는 SameKeys 웹사이트의 버전 목록만 읽습니다. 사용자나 이 Mac에 관한 정보는 전송되지 않으며, SameKeys가 인터넷에 연결하는 유일한 때입니다.
pl: Sprawdzanie tylko odczytuje listę wersji na stronie SameKeys. Nic o Tobie ani tym Macu nie jest wysyłane i to jedyny moment, gdy SameKeys łączy się z internetem.
pt_br: A busca só lê a lista de versões no site do SameKeys. Nada sobre você ou este Mac é enviado, e este é o único momento em que o SameKeys acessa a internet.
zh_hans: 检查时只读取 SameKeys 网站上的版本列表，不会发送任何关于你或这台 Mac 的信息。这也是 SameKeys 唯一会联网的时候。
zh_hant: 檢查時只讀取 SameKeys 網站上的版本列表，不會傳送任何關於你或這台 Mac 的資訊。這也是 SameKeys 唯一會連網的時候。

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Escolher
zh_hans: 选择
zh_hant: 選擇

source: Choose App…
de: App auswählen …
es: Elegir app…
fr: Choisir une app…
ja: アプリを選択…
ko: 앱 선택…
pl: Wybierz aplikację…
pt_br: Escolher App…
zh_hans: 选择应用…
zh_hant: 選擇 App…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pl: Wyczyść
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
pl: Wyczyść historię
pt_br: Limpar Histórico
zh_hans: 清空历史
zh_hant: 清除歷史

source: Clear the recent folders?
de: Die letzten Ordner löschen?
es: ¿Borrar las carpetas recientes?
fr: Effacer les dossiers récents ?
ja: 最近使ったフォルダを消去しますか？
ko: 최근 폴더를 지우겠습니까?
pl: Wyczyścić ostatnie foldery?
pt_br: Limpar as pastas recentes?
zh_hans: 清除最近的文件夹？
zh_hant: 清除最近的檔案夾？

source: Clear…
de: Löschen …
es: Borrar…
fr: Effacer…
ja: 消去…
ko: 지우기…
pl: Wyczyść…
pt_br: Limpar…
zh_hans: 清除…
zh_hant: 清除…

source: Click a Dock icon to minimize
de: Klick aufs Dock-Symbol minimiert
es: Clic en el icono del Dock para minimizar
fr: Clic sur l’icône du Dock pour réduire
ja: Dock のアイコンをクリックで最小化
ko: Dock 아이콘 클릭으로 최소화
pl: Kliknięcie ikony w Docku minimalizuje
pt_br: Clicar no ícone do Dock minimiza
zh_hans: 点按程序坞图标最小化
zh_hant: 按一下 Dock 圖像縮到最小

source: Click an entry, then press the mouse button it should use; its number is shown. To use another button, choose Add Button… and press it; buttons you add are custom rules, also listed on the Custom Rules page. The left and right buttons cannot be remapped. A mouse's own software, or tools such as Karabiner-Elements, may remap buttons before SameKeys sees them.
de: Klicke auf einen Eintrag und drücke dann die Maustaste, die er nutzen soll; ihre Nummer wird angezeigt. Für eine andere Taste wähle „Taste hinzufügen …“ und drücke sie; hinzugefügte Tasten sind eigene Regeln und stehen auch auf der Seite „Eigene Regeln“. Linke und rechte Taste lassen sich nicht umbelegen. Die Software einer Maus oder Tools wie Karabiner-Elements können Tasten umbelegen, bevor SameKeys sie sieht.
es: Haz clic en una entrada y pulsa el botón del ratón que debe usar; se muestra su número. Para otro botón, elige “Añadir botón…” y púlsalo; los botones añadidos son reglas personalizadas y también aparecen en la página Reglas personalizadas. Los botones izquierdo y derecho no se pueden reasignar. El software propio del ratón o herramientas como Karabiner-Elements pueden reasignar botones antes de que SameKeys los vea.
fr: Cliquez sur une entrée, puis appuyez sur le bouton de souris qu’elle doit utiliser ; son numéro s’affiche. Pour un autre bouton, choisissez « Ajouter un bouton… » et appuyez dessus ; les boutons ajoutés sont des règles personnalisées, aussi listées sur la page Règles personnalisées. Les boutons gauche et droit ne peuvent pas être réaffectés. Le logiciel d’une souris ou des outils comme Karabiner-Elements peuvent réaffecter des boutons avant que SameKeys ne les voie.
ja: 項目をクリックして、使いたいマウスボタンを押すと番号が表示されます。ほかのボタンを使うには「ボタンを追加…」を選んでそのボタンを押します。追加したボタンはカスタムルールで、「カスタムルール」ページにも表示されます。左右のボタンは変更できません。マウス付属のソフトや Karabiner-Elements などのツールが、SameKeys より先にボタンを変更していることがあります。
ko: 항목을 클릭한 다음 사용할 마우스 버튼을 누르면 버튼 번호가 표시됩니다. 다른 버튼을 쓰려면 ‘버튼 추가…’를 선택하고 그 버튼을 누르십시오. 추가한 버튼은 사용자 규칙이며 사용자 규칙 페이지에도 나타납니다. 왼쪽과 오른쪽 버튼은 바꿀 수 없습니다. 마우스 자체 소프트웨어나 Karabiner-Elements 같은 도구가 SameKeys보다 먼저 버튼을 바꿀 수 있습니다.
pl: Kliknij wpis, a potem naciśnij przycisk myszy, którego ma używać; pojawi się jego numer. Aby użyć innego przycisku, wybierz „Dodaj przycisk…” i naciśnij go; dodane przyciski to własne reguły, widoczne też na stronie Własne reguły. Lewego i prawego przycisku nie można zmienić. Oprogramowanie myszy lub narzędzia takie jak Karabiner-Elements mogą zmienić przyciski, zanim zobaczy je SameKeys.
pt_br: Clique em uma entrada e pressione o botão do mouse que ela deve usar; o número dele aparece. Para outro botão, escolha “Adicionar Botão…” e pressione-o; botões adicionados são regras personalizadas, listadas também na página Regras Personalizadas. Os botões esquerdo e direito não podem ser remapeados. O software do próprio mouse ou ferramentas como o Karabiner-Elements podem remapear botões antes que o SameKeys os veja.
zh_hans: 点击一个条目，然后按下要使用的鼠标键，会显示它的编号。要用其他按键，选“添加按钮…”再按一下它；添加的按钮是自定义规则，也会列在“自定义规则”页。左键和右键不能改。鼠标自带的软件或 Karabiner-Elements 之类的工具，可能会在 SameKeys 之前改掉按键。
zh_hant: 按一下一個項目，然後按下要使用的滑鼠按鈕，會顯示它的編號。要用其他按鈕，選「加入按鈕…」再按一下它；加入的按鈕是自訂規則，也會列在「自訂規則」頁面。左鍵和右鍵不能更改。滑鼠自帶的軟體或 Karabiner-Elements 之類的工具，可能會在 SameKeys 之前改掉按鈕。

source: Click to record
de: Zum Aufnehmen klicken
es: Haz clic para grabar
fr: Cliquez pour enregistrer
ja: クリックして記録
ko: 클릭하여 기록
pl: Kliknij, aby nagrać
pt_br: Clique para gravar
zh_hans: 点击录制
zh_hant: 按一下以錄製

source: Click to record a new one
de: Klicken, um einen neuen aufzunehmen
es: Haz clic para grabar uno nuevo
fr: Cliquez pour en enregistrer un nouveau
ja: クリックして新しく記録
ko: 클릭하여 새로 기록
pl: Kliknij, aby nagrać nowy
pt_br: Clique para gravar um novo
zh_hans: 点击录制新的
zh_hant: 按一下以錄製新的

source: Clicking the Dock icon of the app in front minimizes its window, like a taskbar button on Windows. Click it again to bring the window back.
de: Ein Klick auf das Dock-Symbol der App im Vordergrund minimiert ihr Fenster, wie eine Taskleisten-Schaltfläche unter Windows. Ein weiterer Klick holt das Fenster zurück.
es: Hacer clic en el icono del Dock de la app en primer plano minimiza su ventana, como un botón de la barra de tareas en Windows. Vuelve a hacer clic para recuperar la ventana.
fr: Cliquer sur l’icône du Dock de l’app au premier plan réduit sa fenêtre, comme un bouton de la barre des tâches sous Windows. Cliquez de nouveau pour la faire revenir.
ja: 最前面のアプリの Dock アイコンをクリックすると、Windows のタスクバーのボタンのようにウインドウが最小化されます。もう一度クリックすると元に戻ります。
ko: 맨 앞에 있는 앱의 Dock 아이콘을 클릭하면 Windows의 작업 표시줄 버튼처럼 윈도우가 최소화됩니다. 다시 클릭하면 윈도우가 돌아옵니다.
pl: Kliknięcie ikony w Docku aplikacji na pierwszym planie minimalizuje jej okno, jak przycisk na pasku zadań w Windows. Kliknij ponownie, aby okno wróciło.
pt_br: Clicar no ícone do Dock do app em primeiro plano minimiza a janela dele, como um botão da barra de tarefas no Windows. Clique de novo para trazer a janela de volta.
zh_hans: 点按最前面那个应用的程序坞图标，会把它的窗口最小化，就像 Windows 的任务栏按钮。再点一次，窗口就回来了。
zh_hant: 按一下最前方 App 的 Dock 圖像，會把它的視窗縮到最小，就像 Windows 的工作列按鈕。再按一下，視窗就回來了。

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
ko: 클립보드
pl: Schowek
pt_br: Área de Transferência
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Clipboard History
de: Zwischenablage-Verlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
ja: クリップボード履歴
ko: 클립보드 기록
pl: Historia schowka
pt_br: Histórico da Área de Transferência
zh_hans: 剪贴板历史
zh_hant: 剪貼簿歷史

source: Clipboard history
de: Zwischenablage-Verlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
ja: クリップボード履歴
ko: 클립보드 기록
pl: Historia schowka
pt_br: Histórico da área de transferência
zh_hans: 剪贴板历史
zh_hant: 剪貼簿歷史

source: Close tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
ja: タブを閉じる
ko: 탭 닫기
pl: Zamknij kartę
pt_br: Fechar aba
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Come back here. This window moves on by itself.
de: Komm hierher zurück. Dieses Fenster geht von selbst weiter.
es: Vuelve aquí. Esta ventana avanza sola.
fr: Revenez ici. Cette fenêtre passe à la suite toute seule.
ja: ここに戻ってきてください。このウインドウは自動で次に進みます。
ko: 여기로 돌아오십시오. 이 윈도우는 저절로 다음 단계로 넘어갑니다.
pl: Wróć tutaj. To okno samo przejdzie dalej.
pt_br: Volte aqui. Esta janela avança sozinha.
zh_hans: 回到这里即可，这个窗口会自动进入下一步。
zh_hant: 回到這裡即可，這個視窗會自動進入下一步。

source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt
ja: 近日公開
ko: 곧 제공
pl: Wkrótce
pt_br: Em breve
zh_hans: 即将推出
zh_hant: 即將推出

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
zh_hans: 复制
zh_hant: 拷貝

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pl: Kopiuj ścieżkę
pt_br: Copiar Caminho
zh_hans: 复制路径
zh_hant: 拷貝路徑

source: Create any “combination → combination” mapping of your own.
de: Lege eigene Zuordnungen „Kombination → Kombination“ an.
es: Crea tus propias asignaciones “combinación → combinación”.
fr: Créez vos propres correspondances « combinaison → combinaison ».
ja: 「組み合わせ → 組み合わせ」の対応を自由に作れます。
ko: 나만의 ‘조합 → 조합’ 매핑을 만드십시오.
pl: Twórz własne przypisania „kombinacja → kombinacja”.
pt_br: Crie seus próprios mapeamentos “combinação → combinação”.
zh_hans: 自由创建任意「组合 → 组合」映射。
zh_hant: 自由建立任意「組合 → 組合」對應。

source: Ctrl
de: Strg

source: Ctrl or fn
de: Strg oder fn
es: Ctrl o fn
fr: Ctrl ou fn
ja: Ctrl または fn
ko: Ctrl 또는 fn
pl: Ctrl lub fn
pt_br: Ctrl ou fn
zh_hans: Ctrl 或 fn
zh_hant: Ctrl 或 fn

source: Ctrl shortcuts are left alone in terminals, where Ctrl+C stops the running program.
de: Im Terminal bleiben Strg-Kurzbefehle unverändert, denn dort beendet Strg+C das laufende Programm.
es: En los terminales los atajos con Ctrl no se cambian, porque allí Ctrl+C detiene el programa en curso.
fr: Les raccourcis Ctrl restent inchangés dans les terminaux, où Ctrl+C arrête le programme en cours.
ja: ターミナルでは Ctrl のショートカットを変換しません。Ctrl+C は実行中のプログラムを止めるためです。
ko: 터미널에서는 Ctrl+C가 실행 중인 프로그램을 멈추므로 Ctrl 단축키를 바꾸지 않습니다.
pl: W terminalach skróty z Ctrl nie są zmieniane, bo tam Ctrl+C przerywa działający program.
pt_br: Nos terminais os atalhos com Ctrl não mudam, pois lá Ctrl+C interrompe o programa em execução.
zh_hans: 在终端里不转换 Ctrl 快捷键，因为 Ctrl+C 用来中断正在运行的程序。
zh_hant: 在終端機裡不轉換 Ctrl 快速鍵，因為 Ctrl+C 用來中斷正在執行的程式。

source: Ctrl shortcuts in every group are pressed with Ctrl, as on Windows. For example, Ctrl+C copies.
de: Strg-Kurzbefehle aller Gruppen drückst du mit Strg, wie unter Windows. Zum Beispiel kopiert Strg+C.
es: Los atajos con Ctrl de todos los grupos se pulsan con Ctrl, como en Windows. Por ejemplo, Ctrl+C copia.
fr: Les raccourcis Ctrl de tous les groupes se font avec Ctrl, comme sous Windows. Par exemple, Ctrl+C copie.
ja: すべてのグループの Ctrl ショートカットを Windows と同じく Ctrl で押します。例：Ctrl+C でコピー。
ko: 모든 그룹의 Ctrl 단축키를 Windows처럼 Ctrl로 누릅니다. 예를 들어 Ctrl+C로 복사합니다.
pl: Skróty z Ctrl we wszystkich grupach naciskasz z Ctrl, jak w Windows. Na przykład Ctrl+C kopiuje.
pt_br: Os atalhos com Ctrl de todos os grupos são pressionados com Ctrl, como no Windows. Por exemplo, Ctrl+C copia.
zh_hans: 所有分组里的 Ctrl 快捷键都用 Ctrl 按，和 Windows 一样。例如 Ctrl+C 复制。
zh_hant: 所有群組裡的 Ctrl 快速鍵都用 Ctrl 按，和 Windows 一樣。例如 Ctrl+C 拷貝。

source: Ctrl shortcuts in every group are pressed with fn; Ctrl keeps its Mac meaning. For example, fn+C copies. %@
de: Strg-Kurzbefehle aller Gruppen drückst du mit fn; Strg behält seine Mac-Bedeutung. Zum Beispiel kopiert fn+C. %@
es: Los atajos con Ctrl de todos los grupos se pulsan con fn; Ctrl conserva su función de Mac. Por ejemplo, fn+C copia. %@
fr: Les raccourcis Ctrl de tous les groupes se font avec fn ; Ctrl garde son rôle sur Mac. Par exemple, fn+C copie. %@
ja: すべてのグループの Ctrl ショートカットを fn で押します。Ctrl は Mac 本来の役割のままです。例：fn+C でコピー。%@
ko: 모든 그룹의 Ctrl 단축키를 fn으로 누르며, Ctrl은 Mac 본래의 기능을 유지합니다. 예를 들어 fn+C로 복사합니다. %@
pl: Skróty z Ctrl we wszystkich grupach naciskasz z fn; Ctrl zachowuje znaczenie z Maca. Na przykład fn+C kopiuje. %@
pt_br: Os atalhos com Ctrl de todos os grupos são pressionados com fn; o Ctrl mantém sua função no Mac. Por exemplo, fn+C copia. %@
zh_hans: 所有分组里的 Ctrl 快捷键都改用 fn 按，Ctrl 保持 Mac 原本的作用。例如 fn+C 复制。%@
zh_hant: 所有群組裡的 Ctrl 快速鍵都改用 fn 按，Ctrl 保持 Mac 原本的作用。例如 fn+C 拷貝。%@

source: Ctrl shortcuts in every group work with Ctrl and with fn. For example, Ctrl+C and fn+C copy. %@
de: Strg-Kurzbefehle aller Gruppen gehen mit Strg und mit fn. Zum Beispiel kopieren Strg+C und fn+C. %@
es: Los atajos con Ctrl de todos los grupos funcionan con Ctrl y con fn. Por ejemplo, Ctrl+C y fn+C copian. %@
fr: Les raccourcis Ctrl de tous les groupes marchent avec Ctrl et avec fn. Par exemple, Ctrl+C et fn+C copient. %@
ja: すべてのグループの Ctrl ショートカットは Ctrl でも fn でも押せます。例：Ctrl+C でも fn+C でもコピー。%@
ko: 모든 그룹의 Ctrl 단축키가 Ctrl과 fn 모두로 작동합니다. 예를 들어 Ctrl+C와 fn+C로 복사합니다. %@
pl: Skróty z Ctrl we wszystkich grupach działają z Ctrl i z fn. Na przykład Ctrl+C i fn+C kopiują. %@
pt_br: Os atalhos com Ctrl de todos os grupos funcionam com Ctrl e com fn. Por exemplo, Ctrl+C e fn+C copiam. %@
zh_hans: 所有分组里的 Ctrl 快捷键用 Ctrl 和 fn 都可以按。例如 Ctrl+C 和 fn+C 都能复制。%@
zh_hant: 所有群組裡的 Ctrl 快速鍵用 Ctrl 和 fn 都可以按。例如 Ctrl+C 和 fn+C 都能拷貝。%@

source: Ctrl+C and Ctrl+V copy and paste.
de: Strg+C und Strg+V kopieren und fügen ein.
es: Ctrl+C y Ctrl+V copian y pegan.
fr: Ctrl+C et Ctrl+V copient et collent.
ja: Ctrl+C と Ctrl+V でコピーとペースト。
ko: Ctrl+C와 Ctrl+V로 복사하고 붙여넣습니다.
pl: Ctrl+C i Ctrl+V kopiują i wklejają.
pt_br: Ctrl+C e Ctrl+V copiam e colam.
zh_hans: Ctrl+C 和 Ctrl+V 可以复制、粘贴。
zh_hant: Ctrl+C 和 Ctrl+V 可以拷貝、貼上。

source: Ctrl+click adds to a selection and opens a link in a new tab, as ⌘+click does on a Mac. Ctrl+click then no longer opens the shortcut menu; the right button and a two-finger click still do.
de: Strg+Klick erweitert eine Auswahl und öffnet einen Link in einem neuen Tab, wie ⌘+Klick auf dem Mac. Strg+Klick öffnet dann kein Kontextmenü mehr; die rechte Taste und ein Zwei-Finger-Klick weiterhin schon.
es: Ctrl+clic amplía una selección y abre un enlace en una pestaña nueva, como ⌘+clic en Mac. Entonces Ctrl+clic ya no abre el menú contextual; el botón derecho y el clic con dos dedos sí.
fr: Ctrl+clic étend une sélection et ouvre un lien dans un nouvel onglet, comme ⌘+clic sur Mac. Ctrl+clic n’ouvre alors plus le menu contextuel ; le bouton droit et le clic à deux doigts le font toujours.
ja: Ctrl+クリックで選択に追加したり、リンクを新しいタブで開いたりできます。Mac の ⌘+クリックと同じです。オンにすると Ctrl+クリックではショートカットメニューが開かなくなります。右ボタンや 2 本指のクリックでは引き続き開きます。
ko: Ctrl+클릭으로 선택 항목에 추가하고 링크를 새 탭에서 엽니다. Mac의 ⌘+클릭과 같습니다. 이때 Ctrl+클릭으로는 단축 메뉴가 열리지 않으며, 오른쪽 버튼과 두 손가락 클릭으로는 계속 열립니다.
pl: Ctrl+kliknięcie rozszerza zaznaczenie i otwiera łącze w nowej karcie, jak ⌘+kliknięcie na Macu. Ctrl+kliknięcie nie otwiera wtedy menu podręcznego; prawy przycisk i kliknięcie dwoma palcami nadal tak.
pt_br: Ctrl+clique amplia uma seleção e abre um link em uma nova aba, como ⌘+clique no Mac. Assim, Ctrl+clique não abre mais o menu de atalhos; o botão direito e o clique com dois dedos ainda abrem.
zh_hans: Ctrl+点击可加选文件、在新标签页打开链接，相当于 Mac 上的 ⌘+点击。开启后 Ctrl+点击不再弹出快捷菜单；鼠标右键和触控板双指点按仍然可以。
zh_hant: Ctrl+按一下可加選檔案、在新標籤頁打開連結，相當於 Mac 上的 ⌘+按一下。開啟後 Ctrl+按一下不再顯示快速選單；滑鼠右鍵和觸控式軌跡板雙指按一下仍然可以。

source: Ctrl-click like on Windows
de: Strg+Klick wie unter Windows
es: Ctrl+clic como en Windows
fr: Ctrl+clic comme sous Windows
ja: Windows と同じ Ctrl+クリック
ko: Windows처럼 Ctrl+클릭
pl: Ctrl+kliknięcie jak w Windows
pt_br: Ctrl+clique como no Windows
zh_hans: Ctrl+点击和 Windows 一样
zh_hant: Ctrl+按一下和 Windows 一樣

source: Custom Rules
de: Eigene Regeln
es: Reglas personalizadas
fr: Règles personnalisées
ja: カスタムルール
ko: 사용자 규칙
pl: Własne reguły
pt_br: Regras Personalizadas
zh_hans: 自定义规则
zh_hant: 自訂規則

source: Customized
de: Angepasst
es: Personalizado
fr: Personnalisé
ja: カスタム済み
ko: 사용자화됨
pl: Dostosowane
pt_br: Personalizado
zh_hans: 已自定义
zh_hant: 已自訂

source: Customize…
de: Anpassen …
es: Personalizar…
fr: Personnaliser…
ja: カスタマイズ…
ko: 사용자화…
pl: Dostosuj…
pt_br: Personalizar…
zh_hans: 自定义…
zh_hant: 自訂…

source: Custom…
de: Eigene …
es: Otro…
fr: Autre…
ja: カスタム…
ko: 사용자 지정…
pl: Inny…
pt_br: Outro…
zh_hans: 自定义…
zh_hant: 自訂…

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
ko: 오려두기
pl: Wytnij
pt_br: Recortar
zh_hans: 剪切
zh_hant: 剪下

source: Cut (mark to move)
de: Ausschneiden (zum Bewegen markieren)
es: Cortar (marcar para mover)
fr: Couper (marquer pour déplacer)
ja: カット（移動の指定）
ko: 오려두기(이동 표시)
pl: Wytnij (oznacz do przeniesienia)
pt_br: Recortar (marcar para mover)
zh_hans: 剪切（标记移动）
zh_hant: 剪下（標記搬移）

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Delete Rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 삭제
pl: Usuń regułę
pt_br: Apagar Regra
zh_hans: 删除规则
zh_hant: 刪除規則

source: Delete next word
de: Nächstes Wort löschen
es: Eliminar la palabra siguiente
fr: Supprimer le mot suivant
ja: 次の単語を削除
ko: 다음 단어 삭제
pl: Usuń następne słowo
pt_br: Apagar próxima palavra
zh_hans: 删除后一个词
zh_hant: 刪除後一個字詞

source: Delete previous word
de: Vorheriges Wort löschen
es: Eliminar la palabra anterior
fr: Supprimer le mot précédent
ja: 前の単語を削除
ko: 이전 단어 삭제
pl: Usuń poprzednie słowo
pt_br: Apagar palavra anterior
zh_hans: 删除前一个词
zh_hant: 刪除前一個字詞

source: Delete this rule?
de: Diese Regel löschen?
es: ¿Eliminar esta regla?
fr: Supprimer cette règle ?
ja: このルールを削除しますか？
ko: 이 규칙을 삭제하겠습니까?
pl: Usunąć tę regułę?
pt_br: Apagar esta regra?
zh_hans: 删除这条规则？
zh_hant: 刪除這條規則？

source: Developed with the help of Claude Code, Anthropic's AI coding agent. Thank you.
de: Entwickelt mit Unterstützung von Claude Code, dem KI-Coding-Agenten von Anthropic. Vielen Dank.
es: Desarrollado con la ayuda de Claude Code, el agente de programación con IA de Anthropic. Gracias.
fr: Développé avec l’aide de Claude Code, l’agent de programmation IA d’Anthropic. Merci.
ja: 開発には Anthropic の AI コーディングエージェント Claude Code の力を借りました。感謝します。
ko: 개발 과정에서 Anthropic의 AI 코딩 에이전트 Claude Code의 도움을 받았습니다. 감사합니다.
pl: Tworzone z pomocą Claude Code, agenta AI do programowania od Anthropic. Dziękuję.
pt_br: Desenvolvido com a ajuda do Claude Code, o agente de programação com IA da Anthropic. Obrigado.
zh_hans: 开发过程中使用了 Anthropic 的 AI 编程助手 Claude Code 辅助，在此致谢。
zh_hant: 開發過程中使用了 Anthropic 的 AI 程式設計助理 Claude Code 輔助，在此致謝。

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 기기
pl: Urządzenia
pt_br: Dispositivos
zh_hans: 设备
zh_hant: 裝置

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断情報
ko: 진단
pl: Diagnostyka
pt_br: Diagnóstico
zh_hans: 诊断信息
zh_hant: 診斷資訊

source: Dialog action
de: Dialogaktion
es: Acción del diálogo
fr: Action de dialogue
ja: ダイアログの操作
ko: 대화상자 동작
pl: Akcja okna dialogowego
pt_br: Ação do diálogo
zh_hans: 对话框操作
zh_hant: 對話框動作

source: Document end
de: Dokumentende
es: Final del documento
fr: Fin du document
ja: 書類の末尾
ko: 문서 끝
pl: Koniec dokumentu
pt_br: Fim do documento
zh_hans: 文档末尾
zh_hant: 文件結尾

source: Document start
de: Dokumentanfang
es: Inicio del documento
fr: Début du document
ja: 書類の先頭
ko: 문서 시작
pl: Początek dokumentu
pt_br: Início do documento
zh_hans: 文档开头
zh_hant: 文件開頭

source: Does
de: Bewirkt
es: Hace
fr: Action
ja: 動作
ko: 동작
pl: Działanie
pt_br: Faz
zh_hans: 作用
zh_hant: 作用

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Download and install updates automatically
de: Updates automatisch laden und installieren
es: Descargar e instalar actualizaciones automáticamente
fr: Télécharger et installer les mises à jour automatiquement
ja: アップデートを自動的にダウンロードしてインストール
ko: 자동으로 업데이트 다운로드 및 설치
pl: Automatycznie pobieraj i instaluj uaktualnienia
pt_br: Baixar e instalar atualizações automaticamente
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新項目

source: Drag SameKeys to the Applications folder yourself, then open it from there.
de: Zieh SameKeys selbst in den Ordner „Programme“ und öffne es von dort.
es: Arrastra tú mismo SameKeys a la carpeta Aplicaciones y ábrelo desde allí.
fr: Faites glisser SameKeys vous-même dans le dossier Applications, puis ouvrez-le depuis là.
ja: SameKeys を「アプリケーション」フォルダに手動でドラッグして、そこから開いてください。
ko: SameKeys를 직접 응용 프로그램 폴더로 드래그한 다음 거기서 여십시오.
pl: Przeciągnij SameKeys samodzielnie do katalogu Aplikacje i otwórz go stamtąd.
pt_br: Arraste você mesmo o SameKeys para a pasta Aplicativos e abra-o de lá.
zh_hans: 请手动把 SameKeys 拖到“应用程序”文件夹，再从那里打开。
zh_hant: 請手動把 SameKeys 拖到「應用程式」檔案夾，再從那裡打開。

source: Each keyboard and mouse can be set up on its own.
de: Jede Tastatur und Maus lässt sich einzeln einrichten.
es: Cada teclado y ratón se puede configurar por separado.
fr: Chaque clavier et souris peut être réglé à part.
ja: キーボードとマウスごとに設定できます。
ko: 키보드와 마우스를 각각 따로 설정할 수 있습니다.
pl: Każdą klawiaturę i mysz można ustawić osobno.
pt_br: Cada teclado e mouse pode ser configurado separadamente.
zh_hans: 每个键盘和鼠标都可以单独设置。
zh_hant: 每個鍵盤和滑鼠都可以分別設定。

source: Each keyboard presses the Ctrl shortcuts with its own key.
de: Jede Tastatur drückt die Strg-Kurzbefehle mit ihrer eigenen Taste.
es: Cada teclado pulsa los atajos con Ctrl con su propia tecla.
fr: Chaque clavier fait les raccourcis Ctrl avec sa propre touche.
ja: Ctrl ショートカットを押すキーをキーボードごとに選びます。
ko: 각 키보드는 자신의 키로 Ctrl 단축키를 누릅니다.
pl: Każda klawiatura naciska skróty z Ctrl własnym klawiszem.
pt_br: Cada teclado pressiona os atalhos com Ctrl com a própria tecla.
zh_hans: 每把键盘用各自选定的键按 Ctrl 快捷键。
zh_hant: 每個鍵盤用各自選定的鍵按 Ctrl 快速鍵。

source: Each keyboard presses the Ctrl shortcuts with its own key. %@
de: Jede Tastatur drückt die Strg-Kurzbefehle mit ihrer eigenen Taste. %@
es: Cada teclado pulsa los atajos con Ctrl con su propia tecla. %@
fr: Chaque clavier fait les raccourcis Ctrl avec sa propre touche. %@
ja: Ctrl ショートカットを押すキーをキーボードごとに選びます。%@
ko: 각 키보드는 자신의 키로 Ctrl 단축키를 누릅니다. %@
pl: Każda klawiatura naciska skróty z Ctrl własnym klawiszem. %@
pt_br: Cada teclado pressiona os atalhos com Ctrl com a própria tecla. %@
zh_hans: 每把键盘用各自选定的键按 Ctrl 快捷键。%@
zh_hant: 每個鍵盤用各自選定的鍵按 Ctrl 快速鍵。%@

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
ja: ルールを編集
ko: 규칙 편집
pl: Edytuj regułę
pt_br: Editar Regra
zh_hans: 编辑规则
zh_hant: 編輯規則

source: Editing
de: Textbearbeitung
es: Edición
fr: Édition
ja: 編集
ko: 편집
pl: Edycja
pt_br: Edição
zh_hans: 编辑
zh_hant: 編輯

source: Edit…
de: Bearbeiten …
es: Editar…
fr: Modifier…
ja: 編集…
ko: 편집…
pl: Edytuj…
pt_br: Editar…
zh_hans: 编辑…
zh_hant: 編輯…

source: Emoji & symbols
de: Emoji & Symbole
es: Emoji y símbolos
fr: Emoji et symboles
ja: 絵文字と記号
ko: 이모티콘 및 기호
pl: Emoji i symbole
pt_br: Emoji e símbolos
zh_hans: 表情与符号
zh_hant: 表情符號與符號

source: Enable SameKeys
de: SameKeys aktivieren
es: Activar SameKeys
fr: Activer SameKeys
ja: SameKeys を有効にする
ko: SameKeys 활성화
pl: Włącz SameKeys
pt_br: Ativar o SameKeys
zh_hans: 启用 SameKeys
zh_hant: 啟用 SameKeys

source: Enclosing folder
de: Übergeordneter Ordner
es: Carpeta superior
fr: Dossier parent
ja: 親フォルダ
ko: 상위 폴더
pl: Folder nadrzędny
pt_br: Pasta superior
zh_hans: 上级文件夹
zh_hant: 上層檔案夾
